tap "danvergara/tools"
tap "domt4/autoupdate"
tap "homebrew/bundle"
tap "pls-rs/pls"
brew "ack"
brew "atuin"
brew "bat"
brew "bottom"
brew "btop"
brew "chezmoi"
brew "cpufetch"
brew "difftastic"
brew "dive"
brew "duf"
brew "dust"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "gdu"
brew "gh"
brew "git-delta"
brew "glances"
brew "glow"
brew "gotop"
brew "gping"
brew "grex"
brew "howdoi"
brew "htop"
brew "joshuto"
brew "lazydocker"
brew "lazygit"
brew "zstd"
brew "lsd"
brew "macvim"
brew "mdcat"
brew "midnight-commander"
brew "navi"
brew "ncdu"
brew "neofetch"
brew "nnn"
brew "onefetch"
brew "peco"
brew "procs"
brew "progress"
brew "python@3.9"
brew "ranger"
brew "rclone"
brew "restic"
brew "rmlint"
brew "rsync"
brew "sd"
brew "speedtest-cli"
brew "starship"
brew "superfile"
brew "syncthing"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "tre-command"
brew "uv"
brew "yazi"
brew "yt-dlp"
brew "z"
brew "zoxide"
brew "danvergara/tools/dblab"
brew "pls-rs/pls/pls"
cask "commander-one"
cask "dockdoor"
cask "hammerspoon"
cask "lunar"
cask "mac-mouse-fix@2"
cask "sanesidebuttons"
cask "wave"
